// 墙的性质
export const wallType = [
    {
        name: '留言墙',
        slogan: '很多事情值得记录，当然也值得回味'
    },
    {
        name: '照片墙',
        slogan: '很多事情值得记录，当然也值得回味'
    }
]

// 分类标签
export const label = [
    ['留言', '理想', '目标', '过去', '将来', '爱情', '亲情', '友情', '秘密', '信条', '无题'],
    ['我', 'TA', '喜欢的', '有意义的', '值得纪念的', '母校', '生活', '天空', '我在的城市', '大海']

]

// 卡片背景色
export const cardColor = [
    " rgba(252, 175, 162, 0.3)",
    " rgba(255, 227, 148, 0.3)",
    " rgba(146, 230, 245, 0.3)",
    " rgba(168, 237, 138, 0.3)",
    " rgba(202, 167, 247, 0.3)",
    " rgba(212, 212, 212, 0.3)",

]
// 留言板可选颜色
export const cardColor1 = [
    " rgba(252, 175, 162, 1)",
    " rgba(255, 227, 148, 1)",
    " rgba(146, 230, 245, 1)",
    " rgba(168, 237, 138, 1)",
    " rgba(202, 167, 247, 1)",
   

]